
# &&&     Messages    &&& 
START_MESSAGE = "Здравствуйте, {name}! \n\n Я могу придумать темы для вашего контент-плана," \
				" а после этого написать полноценный текст со 100% уникальностью по этим темам." \
				"\n\nЧтобы начать, нажмите на нужную кнопку"""

GETTING_THEME_TO_CONTENT_PLAN = """Напишите нишу, под которую требуется темы."""

GETTING_THEME_TO_ARTICLE = """Напишите тему для поста"""

WAITING_RESULT_MESSAGE = "Происходит магия. Пожалуйста, подождите немного"

BAD_RESULTAT_MESSAGE = "Бывает такое, что я не совсем понимаю тему, поэтому не могу дать ответ." \
					   "Попробуйте переформулировать тему или выбрать другую"



# &&&     BUTTONS     &&& 
CREATE_CONTENT_PLAN_BUTTON = "Придумать темы"

CREATE_ARTICLE_BUTTON = "Создать пост"

MAIN_MENU_BUTTON = "Главное меню"

BACK_BUTTON = "Назад"
